<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<ehotel cache="1" code="A0002" version="1.0">
    <name>ELCOM-HCM</name>
    <item ICode="-1">
        <def>&lt;p&gt;&lt;strong&gt;- 9 am&lt;/strong&gt;: Mo&#8217;olelo Tour &#8211; S&#7843;nh ch&#237;nh. Mi&#7877;n ph&#237;.&lt;br /&gt;- &lt;strong&gt;11 am&lt;/strong&gt;: Water Aerobics &#8211; Kona Pool &#8211; L&#224;m &#432;&#7899;t c&#417; th&#7875;, vui ch&#417;i th&#7887;a th&#237;ch v&#224; nh&#7853;n qu&#224; Tham gia v&#7899;i ch&#250;ng t&#244;i v&#224;o m&#7897;t b&#224;i h&#432;&#7899;ng d&#7851;n t&#7853;p d&#432;&#7899;i n&#432;&#7899;c tr&#234;n n&#7873;n nh&#7841;c nh&#7865;. $5.00 /ng&#432;&#7901;i&lt;br /&gt;- &lt;strong&gt;4 pm&lt;/strong&gt;: Water Aerobics &#8211; Kona Pool &#8211; L&#224;m &#432;&#7899;t c&#417; th&#7875;, vui ch&#417;i th&#7887;a th&#237;ch v&#224; nh&#7853;n qu&#224; Tham gia v&#7899;i ch&#250;ng t&#244;i v&#224;o m&#7897;t b&#224;i h&#432;&#7899;ng d&#7851;n t&#7853;p d&#432;&#7899;i n&#432;&#7899;c tr&#234;n n&#7873;n nh&#7841;c nh&#7865;. Mi&#7877;n ph&#237;.&lt;br /&gt;- &lt;strong&gt;5 pm&lt;/strong&gt;: Pu (Conch) Blowing Lessons&#160; Ocean View Terrace. Mi&#7877;n 
ph&#237;.&lt;/p&gt;</def>
        <name>Th&#7913; hai</name>
    </item>
    <item ICode="-2">
        <def>&lt;strong&gt;- 9 am&lt;/strong&gt;: Kai ola Tour (Marine Life) &#8211; Bottom of the Grand Staircase. Mi&#7877;n ph&#237;.&lt;br /&gt;- &lt;strong&gt;11 am&lt;/strong&gt;: Water Aerobics &#8211; Kona Pool &#8211; L&#224;m &#432;&#7899;t c&#417; th&#7875;, vui ch&#417;i th&#7887;a th&#237;ch v&#224; nh&#7853;n qu&#224; Tham gia v&#7899;i ch&#250;ng t&#244;i v&#224;o m&#7897;t b&#224;i h&#432;&#7899;ng d&#7851;n t&#7853;p d&#432;&#7899;i n&#432;&#7899;c tr&#234;n n&#7873;n nh&#7841;c nh&#7865;. Mi&#7877;n ph&#237;.&lt;br /&gt;- &lt;strong&gt;5 pm&lt;/strong&gt;: Pu (Conch) Blowing Lessons Ocean View Terrace. Mi&#7877;n ph&#237;.&lt;br /&gt;- &lt;strong&gt;8-9 pm&lt;/strong&gt;: Star Gazing &#8211; Kohala Tennis Count #1
&lt;strong&gt;&#8211; Star Gaze Hawaii cung c&#7845;p tour du l&#7883;ch t&#7853;n h&#432;&#7903;ng c&#7843;m gi&#225;c d&#432;&#7899;i b&#7847;u tr&#7901;i &#273;&#234;m t&#7841;i Hawaii c&#243; h&#432;&#7899;ng d&#7851;n r&#245; r&#224;ng. Gi&#225; v&#233;: Ng&#432;&#7901;i l&#7899;n $30, Tr&#7867; em t&#7915; 5-11 tu&#7893;i $15, Tr&#7867; em d&#432;&#7899;i 5 &#8211; Mi&#7877;n ph&#237; (t&#7845;t c&#7843; c&#225;c tr&#7867; v&#7883; th&#224;nh ni&#234;n ph&#7843;i &#273;&#432;&#7907;c &#273;i k&#232;m b&#7903;i m&#7897;t ng&#432;&#7901;i l&#7899;n)&lt;/strong&gt;</def>
        <name>Th&#7913; ba</name>
    </item>
    <item ICode="-3">
        <def>&lt;p&gt;&lt;strong&gt;- 9 am&lt;/strong&gt;: La&#8217;au Tour &#8211; Top of Kamehameha Court. Mi&#7877;n ph&#237;.&lt;br /&gt;- &lt;strong&gt;4 pm&lt;/strong&gt;: Water Aerobics &#8211; Kona Pool &#8211; L&#224;m &#432;&#7899;t c&#417; th&#7875;, vui ch&#417;i th&#7887;a th&#237;ch v&#224; nh&#7853;n qu&#224; Tham gia v&#7899;i ch&#250;ng t&#244;i v&#224;o m&#7897;t b&#224;i h&#432;&#7899;ng d&#7851;n t&#7853;p d&#432;&#7899;i n&#432;&#7899;c tr&#234;n n&#7873;n nh&#7841;c nh&#7865;. $5.00 per person..&lt;br /&gt;- &lt;strong&gt;5 pm&lt;/strong&gt;: Pu (Conch) Blowing Lessons&#160; Ocean View Terrace. Mi&#7877;n ph&#237;.&lt;/p&gt;</def>
        <name>Th&#7913; t&#432;</name>
    </item>
    <item ICode="-4">
        <def>&lt;strong&gt;- 8.30 am&lt;/strong&gt;: Stand Up Paddle Board Introdution &#8211; Saltwater Lagoon &#8211; Tham gia v&#224;o h&#7885;at &#273;&#7897;ng d&#432;&#7899;i n&#432;&#7899;c n&#7893;i ti&#7871;ng! $25/ng&#432;&#7901;i.&lt;br /&gt;- &lt;strong&gt;9 am&lt;/strong&gt;: Kai ola Tour (Marine Life) &#8211; D&#432;&#7899;i c&#7847;u thang l&#7899;n. Mi&#7877;n ph&#237;.&lt;br /&gt;- &lt;strong&gt;10 am&lt;/strong&gt;: Gi&#7899;i thi&#7879;u Snorkeling &#8211; H&#7891; Kona &#8211; Snorkling s&#7869; tr&#7903; n&#234;n d&#7877; d&#224;ng khi b&#7841;n &#273;&#432;&#7907;c h&#432;&#7899;ng d&#7851;n b&#7903;i m&#7897;t chuy&#234;n gia c&#7911;a ch&#250;ng t&#244;i. Ch&#7881; vi&#7879;c mang theo &#273;&#7891; b&#417;i n&#432;&#7899;c, kem ch&#7889;ng n&#7855;ng! Mi&#7877;n ph&#237;.&lt;br /&gt;- &lt;strong&gt;11 am&lt;/strong&gt;: Aerobics d&#432;&#7899;i n&#432;&#7899;c &#8211; H&#7891; Kona &#8211; L&#224;m &#432;&#7899;t c&#417; th&#7875;, vui ch&#417;i th&#7887;a th&#237;ch v&#224; nh&#7853;n qu&#224; Th
am gia v&#7899;i ch&#250;ng t&#244;i v&#224;o m&#7897;t b&#224;i h&#432;&#7899;ng d&#7851;n t&#7853;p d&#432;&#7899;i n&#432;&#7899;c tr&#234;n n&#7873;n nh&#7841;c nh&#7865;. $5.00 per person.
&lt;strong&gt;- 5 pm&lt;/strong&gt;: Pu (Conch) Blowing Lessons&#160; Ocean View Terrace. Mi&#7877;n ph&#237;.&lt;br /&gt;- &lt;strong&gt;8-9 pm&lt;/strong&gt;: Star Gazing &#8211; Kohala Tennis Count #1 &#8211; Star Gaze Hawaii cung c&#7845;p tour du l&#7883;ch t&#7853;n h&#432;&#7903;ng c&#7843;m gi&#225;c d&#432;&#7899;i b&#7847;u tr&#7901;i &#273;&#234;m t&#7841;i Hawaii c&#243; h&#432;&#7899;ng d&#7851;n r&#245; r&#224;ng. Gi&#225; v&#233;: Ng&#432;&#7901;i l&#7899;n $30, Tr&#7867; em t&#7915; 5-11 tu&#7893;i $15, Tr&#7867; em d&#432;&#7899;i 5 &#8211; Mi&#7877;n ph&#237; (t&#7845;t c&#7843; c&#225;c tr&#7867; v&#7883; th&#224;nh ni&#234;n ph&#7843;i &#273;&#432;&#7907;c &#273;i k&#232;m b&#7903;i m&#7897;t ng&#432;&#7901;i l&#7899;n)</def>
        <name>Th&#7913; n&#259;m</name>
    </item>
    <item ICode="-5">
        <def>&lt;p&gt;&lt;strong&gt;- 9 am&lt;/strong&gt;: Mo&#8217;olelo Tour &#8211; S&#7843;nh ch&#237;nh. Mi&#7877;n ph&#237;.&lt;br /&gt;- &lt;strong&gt;11 am&lt;/strong&gt;: Aerobics d&#432;&#7899;i n&#432;&#7899;c &#8211; H&#7891; Kona &#8211; L&#224;m &#432;&#7899;t, th&#432; gi&#227;n v&#224; l&#7845;y qu&#224; t&#7863;ng! Tham gia v&#7899;i ch&#250;ng t&#244;i v&#224;o m&#7897;t b&#224;i h&#432;&#7899;ng d&#7851;n t&#7853;p d&#432;&#7899;i n&#432;&#7899;c tr&#234;n n&#7873;n nh&#7841;c nh&#7865;. $5.00 / ng&#432;&#7901;i&lt;br /&gt;- &lt;strong&gt;5 pm&lt;/strong&gt;: Pu (Conch) Blowing Lessons&#160; Ocean View Terrace. Mi&#7877;n ph&#237;.&lt;/p&gt;</def>
        <name>Th&#7913; s&#225;u</name>
    </item>
    <item ICode="-6">
        <def>&lt;p&gt;&lt;strong&gt;- 8.30 am&lt;/strong&gt;: Stand Up Paddle Board Introdution &#8211; Saltwater Lagoon &#8211; Get in on the hottest new water activity! $25 / ng&#432;&#7901;i&lt;br /&gt;- &lt;strong&gt;9 am&lt;/strong&gt;: La&#8217;au Tour &#8211; Top of Kamehameha Court. Mi&#7877;n ph&#237;.&lt;br /&gt;- &lt;strong&gt;5 pm&lt;/strong&gt;: Pu (Conch) Blowing Lessons&#160; Ocean View Terrace. Mi&#7877;n ph&#237;&lt;/p&gt;</def>
        <name>Th&#7913; b&#7843;y</name>
    </item>
    <item ICode="-7">
        <def>&lt;p&gt;&lt;strong&gt;- 5 pm&lt;/strong&gt;: Pu (Conch) Blowing Lessons&#160; Ocean View Terrace. Mi&#7877;n ph&#237;&lt;/p&gt;</def>
        <name>Ch&#7911; nh&#7853;t</name>
    </item>
</ehotel>
